Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Quantizes a tied output head that ships unquantized inside an otherwise-quantized bundle (e.g. Gemma 4 QAT's fp16 262k-vocab head, ~1 GB read per decoded token on E2B). q6 matches the precision class of llama.cpp's GGUF Q6_K output head. Never alters heads the bundle ships pre-quantized, and never applies to full-precision bundles.
ko: 달리 양자화된 번들 내부에 양자화되지 않은 상태로 제공되는 연결된 출력 헤드를 양자화합니다(예: Gemma 4 QAT의 fp16 262k-vocab 헤드, E2B에서 디코딩된 토큰당 ~1GB 읽기). q6은 llama.cpp의 GGUF Q6_K 출력 헤드의 정밀도 등급과 일치합니다. 번들이 사전 양자화되어 제공되는 헤드는 절대 변경하지 않으며, 전체 정밀도 번들에는 절대 적용되지 않습니다.
ru: Квантует связанную выходную головку, которая поставляется неквантованной внутри пакета, квантованного в противном случае (например, головка fp16 262k-vocab Gemma 4 QAT, ~1 GB чтения на декодированный токен на E2B). q6 соответствует классу точности выходной головки GGUF Q6_K llama.cpp. Никогда не изменяет головы, если пакеты отправляются предварительно квантованными, и никогда не применяется к пакетам полной точности.
zh_hans: 对在整体已量化的模型包中仍以未量化形式提供的绑定输出头进行量化（例如 Gemma 4 QAT 的 fp16 262k 词表输出头，在 E2B 上每个解码 Token 约需读取 1 GB）。q6 与 llama.cpp 的 GGUF Q6_K 输出头精度等级相当。不会改动模型包中已预量化的输出头，也不会应用于全精度模型包。
zh_hant: 量化一個在否則量化的捆綁包內未量化的綁定輸出頭（例如，Gemma 4 QAT的fp16 262k詞彙頭，E2B上每個解碼標記約1GB讀取）。q6與llama.cpp的GGUF Q6_K輸出頭的精度類別相匹配。從不改變捆綁包中預先量化的頭，也不應用於全精度捆綁包。

source: Queried the database
ko: 데이터베이스를 쿼리했습니다
ru: Запросил базу данных
zh_hans: 已查询数据库
zh_hant: 已查詢數據庫

source: Query and manage Neon Postgres databases
ko: Neon Postgres 데이터베이스 쿼리 및 관리
ru: Запрос и управление базами данных Neon Postgres
zh_hans: 查询和管理 Neon Postgres 数据库
zh_hant: 查詢和管理Neon Postgres數據庫

source: Query and manage PayPal payments and orders
ko: PayPal 결제 및 주문 쿼리 및 관리
ru: Запрос и управление платежами и заказами PayPal
zh_hans: 查询和管理 PayPal 付款和订单
zh_hant: 查詢和管理PayPal付款和訂單

source: Query HubSpot contacts, deals, and pipelines
ko: HubSpot 연락처, 거래 및 파이프라인 쿼리
ru: Запросите контакты, сделки и каналы HubSpot
zh_hans: 查询 HubSpot 联系人、交易和管道
zh_hant: 查詢HubSpot聯繫人、交易和管道

source: Querying the database
ko: 데이터베이스 쿼리 중
ru: Запрос к базе данных
zh_hans: 正在查询数据库
zh_hant: 正在查詢數據庫

source: Question
ko: 질문
ru: Вопрос
zh_hans: 问题
zh_hant: 問題

source: Queue message · sent when current run finishes
ko: 메시지 대기열 · 현재 실행이 완료되면 전송됨
ru: Сообщение очереди · отправляется после завершения текущего выполнения
zh_hans: 将消息排队 · 在当前运行结束时发送
zh_hant: 將消息排隊 · 在當前運行結束時發送

source: Queued
ko: 대기 중
ru: В очереди
zh_hans: 排队中
zh_hant: 排隊中

source: Queued attachment
ko: 대기 중인 첨부 파일
ru: Вложение в очереди
zh_hans: 已排队的附件
zh_hant: 已排隊的附件

source: Queued by
ko: 대기열 등록
ru: В очередь добавил
zh_hans: 排队来源
zh_hant: 排隊來源

source: Queued:
ko: 대기 중:
ru: В очереди:
zh_hans: 已排队：
zh_hant: 已排隊：

source: Quick
ko: 빠른
ru: Быстрый
zh_hans: 快速
zh_hant: 快速

source: Quit
ko: 종료
ru: Выйти
zh_hans: 退出
zh_hant: 退出

source: Quitting Osaurus
ko: Osaurus 종료 중
ru: Завершение Osaurus
zh_hans: 正在退出 Osaurus
zh_hant: 正在結束 Osaurus

source: Ran a command
ko: 명령을 실행했습니다
ru: Выполнил команду
zh_hans: 已运行命令
zh_hant: 已運行命令

source: Ran a command in sandbox
ko: 샌드박스에서 명령어 실행함
ru: Запустил команду в песочнице
zh_hans: 已在沙盒中运行命令
zh_hant: 已在沙盒中運行命令

source: Ran a database command
ko: 데이터베이스 명령어 실행함
ru: Запустил команду базы данных
zh_hans: 已运行数据库命令
zh_hant: 已運行數據庫命令

source: Ran a database view
ko: 데이터베이스 뷰 실행함
ru: Запустил просмотр базы данных
zh_hans: 已运行数据库视图
zh_hant: 已運行數據庫視圖

source: Ran code in sandbox
ko: 샌드박스에서 코드 실행함
ru: Запуск кода в песочнице
zh_hans: 已在沙盒中运行代码
zh_hant: 已在沙盒中運行代碼

source: Randomness (0–2). Higher = more creative
ko: 무작위성(0–2). 높을수록 더 창의적임
ru: Случайность (0–2). Выше = более креативно
zh_hans: 随机性（0-2）。数值越高=创造力越强
zh_hant: 隨機性（0-2）。數值越高=創造力越強

source: Rate Limit (requests / minute)
ko: 속도 제한(요청 / 분)
ru: Ограничение скорости (запросов/минуту)
zh_hans: 速率限制（请求/分钟）
zh_hant: 速率限制（請求/分鐘）

source: Rate Limits
ko: 속도 제한
ru: Ограничения частоты
zh_hans: 频率限制
zh_hant: 頻率限制

source: Raw JSON
ko: 원시 JSON
ru: Сырой JSON
zh_hans: 原始 JSON
zh_hant: 原始 JSON

source: Re-authenticate
ko: 다시 인증
ru: Повторная аутентификация
zh_hans: 重新进行身份验证
zh_hant: 重新進行身份驗證

source: Re-authorize with OpenRouter
ko: OpenRouter로 다시 권한 부여
ru: Повторная авторизация с помощью OpenRouter
zh_hans: 重新通过 OpenRouter 授权
zh_hant: 重新通過 OpenRouter 授權

source: Re-derive SSM State After Generation
ko: 생성 후 SSM 상태 다시 도출
ru: Повторное получение состояния SSM после генерации
zh_hans: 生成后重新推导 SSM 状态
zh_hant: 生成後重新推導 SSM 狀態

source: Re-index
ko: 다시 색인
ru: Переиндексировать
zh_hans: 重建索引
zh_hant: 重建索引

source: Re-load weights automatically when a new request arrives.
ko: 새 요청이 도착하면 가중치를 자동으로 다시 불러옵니다.
ru: Автоматически перезагружайте веса при поступлении нового запроса.
zh_hans: 当新请求到达时自动重新加载权重。
zh_hant: 當新請求到達時自動重新加載權重。

source: Re-run the model bundle SHA-256 verification.
ko: 모델 번들 SHA-256 확인을 다시 실행합니다.
ru: Повторно запустите проверку пакета модели SHA-256.
zh_hans: 重新运行模型捆绑包的 SHA-256 验证。
zh_hant: 重新運行模型捆綁包的 SHA-256 驗證。

source: Re-verify
ko: 다시 확인
ru: Повторно подтвердить
zh_hans: 重新验证
zh_hant: 重新驗證

source: Read
ko: 읽기
ru: Читать
zh_hans: 读取
zh_hant: 讀

source: Read a file
ko: 파일 읽기
ru: Чтение файла
zh_hans: 已读取文件
zh_hant: 已讀取文件

source: Read a file in sandbox
ko: 샌드박스에서 파일 읽기
ru: Чтение файла в песочнице
zh_hans: 已在沙盒中读取文件
zh_hant: 已在沙盒中讀取文件

source: Read aloud
ko: 소리 내어 읽기
ru: Читать вслух
zh_hans: 朗读
zh_hant: 朗讀

source: Read and build Excel spreadsheets.
ko: Excel 스프레드시트를 읽고 빌드합니다.
ru: Чтение и создание таблиц Excel.
zh_hans: 读取并构建 Excel 电子表格。
zh_hant: 讀取並構建 Excel 電子表格。

source: Read and edit Webflow sites and CMS items
ko: Webflow 사이트 및 CMS 항목을 읽고 편집합니다.
ru: Чтение и редактирование сайтов Webflow и элементов CMS.
zh_hans: 读取和编辑 Webflow 网站和 CMS 条目
zh_hant: 閱讀和編輯 Webflow 網站和 CMS 項目

source: Read and edit your Notion pages and databases
ko: Notion 페이지 및 데이터베이스를 읽고 편집합니다.
ru: Читайте и редактируйте свои страницы и базы данных Notion.
zh_hans: 阅读和编辑你的 Notion 页面和数据库
zh_hant: 閱讀和編輯你的 Notion 頁面和數據庫

source: Read and manage Square payments and orders
ko: Square 결제 및 주문을 읽고 관리합니다.
ru: Чтение платежей и заказов Square и управление ими
zh_hans: 查看和管理 Square 的付款和订单
zh_hant: 查看和管理Square的付款和訂單

source: Read and manage Stripe customers, charges, and subscriptions
ko: Stripe 고객, 청구 및 구독을 읽고 관리합니다.
ru: Чтение данных о клиентах, расходах и подписках Stripe и управление ими.
zh_hans: 读取和管理 Stripe 的客户、收费和订阅
zh_hant: 閱讀和管理Stripe客戶、費用和訂閱

source: Read and reply in allowlisted Messages chats on this Mac
ko: 이 Mac에서 허용 목록에 있는 메시지 채팅을 읽고 답장
ru: Читать и отвечать в разрешённых чатах «Сообщений» на этом Mac
zh_hans: 在此 Mac 上允许列表中的“信息”聊天中读取和回复

source: Read and reply in allowlisted WhatsApp chats via a QR-linked bridge
ko: QR로 연결된 브리지를 통해 허용 목록에 있는 WhatsApp 채팅을 읽고 답장
ru: Читать и отвечать в разрешённых чатах WhatsApp через мост, привязанный по QR-коду
zh_hans: 通过二维码关联的桥接，在允许列表中的 WhatsApp 聊天中读取和回复

source: Read and update Linear issues, projects, and cycles
ko: Linear 이슈, 프로젝트 및 사이클을 읽고 업데이트합니다.
ru: Читайте и обновляйте линейные проблемы, проекты и циклы.
zh_hans: 读取并更新 Linear 的问题、项目和周期
zh_hant: 讀取並更新 Linear 的問題、項目和週期

source: Read and update monday.com boards and items
ko: monday.com 보드 및 항목을 읽고 업데이트합니다.
ru: Читайте и обновляйте доски и материалы на сайте monday.com
zh_hans: 读取并更新 monday.com 的看板和项目
zh_hant: 讀取並更新monday.com的看板和項目

source: Read and write files in your projects.
ko: 프로젝트의 파일을 읽고 씁니다.
ru: Читает и изменяет файлы в ваших проектах.
zh_hans: 读取和写入你项目中的文件。
zh_hant: 讀取和寫入你項目中的文件。

source: Read every reply aloud automatically after streaming completes. For on-request only, use the Speak Tool feature instead.
ko: 스트리밍이 완료된 후 모든 답장을 자동으로 소리 내어 읽습니다. 요청 시에만 사용하려면 말하기 도구 기능을 대신 사용하세요.
ru: Автоматически зачитывайте каждый ответ вслух после завершения потоковой передачи. Только по запросу вместо этого используйте функцию Speak Tool.
zh_hans: 流式输出完成后自动朗读每条回复。如只需按需朗读，请改用“朗读工具”功能。
zh_hant: 播放完成後自動大聲朗讀每條回復。僅限點播使用，請使用「朗讀工具」功能。

source: Read inbound attachment metadata from the Messages attachment folder. Only files under the Messages attachment root are ever touched.
ko: 메시지 첨부 파일 폴더에서 수신 첨부 파일 메타데이터를 읽습니다. 메시지 첨부 파일 루트 아래의 파일만 접근합니다.
ru: Читать метаданные входящих вложений из папки вложений «Сообщений». Затрагиваются только файлы внутри корня вложений «Сообщений».
zh_hans: 从“信息”附件文件夹读取传入附件的元数据。只会访问“信息”附件根目录下的文件。
zh_hant: 從「訊息」附件資料夾讀取傳入附件的中繼資料。只會存取「訊息」附件根目錄下的檔案。

source: Read lets agents see a chat, Write lets them post there, and the sender allowlist marks whose messages are handled. Manual IDs are under Advanced.
ko: 읽기는 에이전트가 채팅을 볼 수 있게 하고, 쓰기는 게시할 수 있게 하며, 발신자 허용 목록은 누구의 메시지를 처리할지 표시합니다. 수동 ID는 고급 설정에 있습니다.
ru: «Чтение» позволяет агентам видеть чат, «Запись» — писать в него, а список разрешённых отправителей определяет, чьи сообщения обрабатываются. Ручные идентификаторы — в разделе «Дополнительно».
zh_hans: “读”让智能体查看聊天，“写”让它们在其中发帖，发送者允许列表标记处理谁的消息。手动 ID 请见“高级”设置。
zh_hant: 「讀」讓智能體查看聊天，「寫」讓它們在其中發文，傳送者允許列表標記處理誰的訊息。手動 ID 請見「進階」設定。

source: Read replies aloud after streaming completes.
ko: 스트리밍이 완료된 후 답장을 소리 내어 읽습니다.
ru: Прочитайте ответы вслух после завершения потоковой передачи.
zh_hans: 在流式传输完成后朗读回复。
zh_hant: 在流式傳輸完成後朗讀回覆。

source: Read Secret Files
ko: 비밀 파일 읽기
ru: Чтение секретных файлов
zh_hans: 读取密钥文件
zh_hant: 讀取密鑰文件

source: Read the database schema
ko: 데이터베이스 스키마 읽기
ru: Прочитайте схему базы данных
zh_hans: 已读取数据库架构
zh_hant: 已讀取數據庫架構

source: read-only
ko: 읽기 전용
ru: только для чтения
zh_hans: 只读
zh_hant: 只讀

source: Read-only
ko: 읽기 전용
ru: Только чтение
zh_hans: 只读
zh_hant: 只讀

source: Read-only files
ko: 파일 읽기 전용
ru: Файлы только для чтения
zh_hans: 文件只读
zh_hant: 文件只讀

source: Read-only Mac queries run on the already-loaded chat model when it supports tools, skipping the model swap. Automation tasks always use the AppleScript model, and queries still can't change anything.
ko: 읽기 전용 Mac 질의는 채팅 모델이 도구를 지원하면 이미 로드된 채팅 모델에서 실행되어 모델 교체를 건너뜁니다. 자동화 작업은 항상 AppleScript 모델을 사용하며, 질의는 여전히 아무것도 변경할 수 없습니다.
ru: Запросы к Mac только на чтение выполняются на уже загруженной модели чата, если она поддерживает инструменты, — без смены модели. Задачи автоматизации всегда используют модель AppleScript, а запросы по-прежнему ничего не изменяют.
zh_hans: 当聊天模型支持工具时，只读 Mac 查询会在已加载的聊天模型上运行，跳过模型切换。自动化任务始终使用 AppleScript 模型，查询仍然无法更改任何内容。
zh_hant: 當聊天模型支持工具時，只讀 Mac 查詢會在已加載的聊天模型上運行，跳過模型切換。自動化任務始終使用 AppleScript 模型，查詢仍然無法更改任何內容。

source: Reading %@…
ko: %@ 읽는 중…
ru: Чтение %@…
zh_hans: 正在读取 %@…
zh_hant: 正在讀取 %@…

source: Reading a file
ko: 파일 읽는 중
ru: Чтение файла
zh_hans: 正在读取文件
zh_hant: 正在讀取文件

source: Reading a file in sandbox
ko: 샌드박스에서 파일 읽는 중
ru: Чтение файла в песочнице
zh_hans: 正在沙盒中读取文件
zh_hant: 正在沙盒中讀取文件

source: Reading and finding things on screen
ko: 화면에서 항목을 읽고 찾는 중
ru: Чтение и поиск объектов на экране
zh_hans: 读取和查找屏幕上的内容
zh_hant: 在屏幕上閱讀和查找東西

source: Reading files…
ko: 파일 읽는 중…
ru: Чтение файлов…
zh_hans: 正在读取文件…
zh_hant: 正在讀取檔案…

source: Reading the database schema
ko: 데이터베이스 스키마 읽는 중
ru: Чтение схемы базы данных
zh_hans: 正在读取数据库架构
zh_hant: 正在讀取數據庫架構

source: Reading the screen never changes anything, so it always runs automatically.
ko: 화면을 읽는 것은 아무것도 변경하지 않으므로 항상 자동으로 실행됩니다.
ru: Чтение экрана никогда ничего не меняет, поэтому оно всегда выполняется автоматически.
zh_hans: 读取屏幕不会更改任何内容，因此始终自动运行。
zh_hant: 讀取屏幕不會更改任何內容，因此始終自動運行。

source: Reads and navigation run; edits and risky actions ask first.
ko: 읽기 및 탐색은 실행되고, 편집 및 위험한 작업은 먼저 묻습니다.
ru: Чтение и запуск навигации; правки и рискованные действия спрашивайте в первую очередь.
zh_hans: 读取和导航自动运行；编辑和危险操作会先询问。
zh_hant: 閱讀和導航運行；編輯和危險操作先詢問。

source: Reads what's on screen to understand each app.
ko: 화면에 있는 내용을 읽어 각 앱을 이해합니다.
ru: Читает содержимое экрана, чтобы понять каждое приложение.
zh_hans: 读取屏幕上的内容以理解每个应用。
zh_hant: 讀取屏幕上的內容以理解每個應用。

source: Ready
ko: 준비됨
ru: Готово
zh_hans: 就绪
zh_hant: 就緒

source: Ready to chat now
ko: 지금 바로 채팅 가능
ru: Можно начать общение
zh_hans: 现在可以开始聊天
zh_hant: 現在可以開始聊天

source: Ready to use
ko: 사용 준비 완료
ru: Готов к использованию
zh_hans: 可以使用
zh_hant: 準備使用

source: Real code, safely
ko: 실제 코드를 안전하게
ru: Настоящий код, безопасно
zh_hans: 真实代码，安全运行
zh_hant: 真實代碼，安全運行

source: Reason (optional)
ko: 이유(선택 사항)
ru: Причина (необязательно)
zh_hans: 原因（可选）
zh_hant: 原因（可選）

source: Reasoning
ko: 추론
ru: Рассуждение
zh_hans: 推理
zh_hant: 推理

source: Reasoning Effort
ko: 추론 노력
ru: Рассуждающее усилие
zh_hans: 推理强度
zh_hant: 推理努力

source: Reasoning Mode
ko: 추론 모드
ru: Режим рассуждения
zh_hans: 推理模式
zh_hant: 推理模式

source: Reasoning only
ko: 추론 전용
ru: Только рассуждение
zh_hans: 仅推理
zh_hant: 僅推理

source: Reasoning Parser Override
ko: 추론 파서 재정의
ru: Переопределение анализатора рассуждений
zh_hans: 推理解析器覆盖
zh_hant: 推理解析器覆蓋

source: Reasoning Strength
ko: 추론 모드
ru: Режим рассуждения
zh_hans: 推理模式
zh_hant: 推理模式

source: Receive pre-release updates with new features before they're generally available
ko: 새로운 기능이 정식으로 출시되기 전에 시험판 업데이트로 받습니다.
ru: Получайте предварительные обновления с новыми функциями до того, как они станут общедоступными.
zh_hans: 在正式发布前接收包含新功能的预发布更新
zh_hant: 在正式發布前接收包含新功能的預發布更新

source: Receiving is not running. Verify the helper and Full Disk Access, turn on Receive Messages, then add readable chats and authorized senders to start it.
ko: 수신이 실행되고 있지 않습니다. 도우미와 전체 디스크 접근 권한을 확인하고 메시지 수신을 켠 다음, 읽기 가능한 채팅과 승인된 발신자를 추가하여 시작하세요.
ru: Приём не запущен. Проверьте помощника и полный доступ к диску, включите «Приём сообщений», затем добавьте доступные для чтения чаты и авторизованных отправителей, чтобы запустить его.
zh_hans: 接收未在运行。请核实辅助程序和完全磁盘访问权限，打开“接收消息”，然后添加可读聊天和授权发送者以启动。
zh_hant: 接收未在執行。請核實輔助程式和完全磁盤訪問權限，開啟「接收訊息」，然後新增可讀聊天和授權傳送者以啟動。

source: Receiving is not running. Verify the helper and QR link, turn on Receive Messages, then add readable chats and authorized senders to start it.
ko: 수신이 실행되고 있지 않습니다. 헬퍼와 QR 연결을 확인하고 메시지 수신을 켠 다음, 읽기 가능한 채팅과 승인된 발신자를 추가하여 시작하세요.
ru: Приём не запущен. Проверьте помощник и привязку по QR, включите «Получать сообщения», затем добавьте читаемые чаты и авторизованных отправителей, чтобы запустить его.
zh_hans: 接收未运行。请检查辅助程序和二维码关联，开启“接收消息”，然后添加可读聊天和已授权发送者以启动接收。

source: Receiving is off — send-only setup. Agents can post to writable chats but will not see or reply to incoming iMessages.
ko: 수신이 꺼져 있습니다 — 전송 전용 설정입니다. 에이전트는 쓰기 가능한 채팅에 게시할 수 있지만 수신 iMessage를 보거나 답장하지 않습니다.
ru: Приём выключен — конфигурация только для отправки. Агенты могут писать в доступные для записи чаты, но не видят входящие iMessage и не отвечают на них.
zh_hans: 接收已关闭——仅发送设置。智能体可以向可写聊天发帖，但不会看到或回复传入的 iMessage。
zh_hant: 接收已關閉——僅傳送設定。智能體可以向可寫聊天發文，但不會看到或回覆傳入的 iMessage。

source: Receiving is off — send-only setup. Agents can post to writable chats but will not see or reply to incoming WhatsApp messages.
ko: 수신이 꺼져 있습니다 — 보내기 전용 설정입니다. 에이전트는 쓰기 가능한 채팅에 게시할 수 있지만 수신되는 WhatsApp 메시지를 보거나 응답하지 않습니다.
ru: Приём выключен — конфигурация только для отправки. Агенты могут писать в доступные для записи чаты, но не будут видеть входящие сообщения WhatsApp и отвечать на них.
zh_hans: 接收已关闭 — 仅发送配置。代理可以向可写聊天发送消息，但不会看到或回复传入的 WhatsApp 消息。

source: Receiving is off: agents will not see new iMessages and no agent can reply.
ko: 수신이 꺼져 있습니다. 에이전트는 새 iMessage를 볼 수 없고 어떤 에이전트도 답장할 수 없습니다.
ru: Приём выключен: агенты не увидят новые iMessage, и ни один агент не сможет ответить.
zh_hans: 接收已关闭：智能体不会看到新的 iMessage，也没有智能体可以回复。
zh_hant: 接收已關閉：智能體不會看到新的 iMessage，也沒有智能體可以回覆。

source: Receiving is off: agents will not see new Telegram messages and no agent can reply.
ko: 수신이 꺼져 있습니다. 에이전트가 새 Telegram 메시지를 볼 수 없고 어떤 에이전트도 답장할 수 없습니다.
ru: Приём выключен: агенты не увидят новые сообщения Telegram, и ни один агент не сможет ответить.
zh_hans: 接收已关闭：智能体将看不到新的 Telegram 消息，也没有智能体能够回复。
zh_hant: 接收已關閉：智能體將看不到新的 Telegram 訊息，也沒有智能體能夠回覆。

source: Receiving is off: agents will not see new WhatsApp messages and no agent can reply.
ko: 수신이 꺼져 있습니다. 에이전트는 새 WhatsApp 메시지를 볼 수 없고 어떤 에이전트도 답장할 수 없습니다.
ru: Приём выключен: агенты не увидят новые сообщения WhatsApp, и ни один агент не сможет ответить.
zh_hans: 接收已关闭：智能体不会看到新的 WhatsApp 消息，也没有智能体可以回复。

source: Receiving stays off until you add at least one authorized sender.
ko: 승인된 발신자를 최소 한 명 추가할 때까지 수신은 꺼진 상태로 유지됩니다.
ru: Приём остаётся выключенным, пока вы не добавите хотя бы одного авторизованного отправителя.
zh_hans: 在您添加至少一个已授权发送者之前，接收将保持关闭。

source: Recent activity
ko: 최근 활동
ru: Недавняя активность
zh_hans: 最近活动
zh_hant: 近期活動

source: Recent Activity
ko: 최근 활동
ru: Недавняя активность
zh_hans: 最近活动
zh_hant: 最近活動

source: RECENT CHATS
ko: 최근 채팅
ru: НЕДАВНИЕ ЧАТЫ
zh_hans: 最近聊天
zh_hant: 最近聊天

source: RECENT PROCESSING LOG
ko: 최근 처리 로그
ru: НЕДАВНИЙ ЖУРНАЛ ОБРАБОТКИ
zh_hans: 最近的处理日志
zh_hant: 最近的處理日誌

source: Recent Runs
ko: 최근 실행
ru: Недавние запуски
zh_hans: 最近的运行
zh_hant: 最近的運行

source: Recipients can verify a message really came from your agent.
ko: 수신자는 메시지가 실제로 에이전트에서 온 것인지 확인할 수 있습니다.
ru: Получатели могут убедиться, что сообщение действительно пришло от вашего агента.
zh_hans: 接收方可以验证某条消息确实来自你的智能体。
zh_hant: 接收方可以驗證某條消息確實來自你的智能體。

source: Reclaim GPU and disk when the server is idle. Persisted today; host lifecycle bridge ships in a follow-up.
ko: 서버가 유휴 상태일 때 GPU 및 디스크를 회수합니다. 오늘은 유지되며, 호스트 수명 주기 브리지는 후속으로 제공됩니다.
ru: Освободите GPU и диск, когда сервер простаивает. Устоял и сегодня; мостики жизненного цикла хоста в последующем.
zh_hans: 服务端空闲时回收 GPU 和磁盘资源。目前设置已持久化；主机生命周期桥接器将在后续版本中推出。
zh_hant: 服務器空閒時回收 GPU 和磁盤資源。今日已持久化；主機生命週期橋接器將在後續版本中推出。

source: Recommended
ko: 권장
ru: Советуем
zh_hans: 推荐
zh_hant: 推薦

source: RECOMMENDED
ko: 권장
ru: РЕКОМЕНДУЕТСЯ
zh_hans: 推荐
zh_hant: 推薦

source: Recommended. You can skip and add this later from the Sandbox tab.
ko: 권장. 건너뛰고 나중에 샌드박스 탭에서 추가할 수 있습니다.
ru: Рекомендуется. Вы можете пропустить и добавить это позже на вкладке «Песочница».
zh_hans: 推荐。你可以跳过，稍后从“沙盒”标签页添加。
zh_hant: 推薦。你可以跳過，稍後從“沙盒”標籤頁添加。

source: Reconnect
ko: 다시 연결
ru: Восстановить соединение
zh_hans: 重新连接
zh_hant: 重新連接

source: Reconnect all
ko: 모두 다시 연결
ru: Перепозиториизиторийдключить все
zh_hans: 全部重新连接
zh_hant: 全部重新連接

source: Reconnect enabled
ko: 다시 연결 사용함
ru: Повторное подключение включено
zh_hans: 启用重新连接
zh_hant: 啓用重新連接

source: Recorded
ko: 기록됨
ru: Записано
zh_hans: 已记录
zh_hant: 已記錄

source: RECORDING
ko: 녹음 중
ru: ЗАПИСЬ
zh_hans: 正在录音
zh_hant: 正在錄音

source: Recording… Press new shortcut
ko: 녹음 중… 새로운 단축키 누르기
ru: Запись… Нажмите новый ярлык
zh_hans: 正在录制… 请按新的快捷键
zh_hant: 正在錄製… 請按新的快捷鍵

source: Recover from phrase
ko: 구문에서 복구
ru: Восстановиться после фразы
zh_hans: 通过助记词恢复
zh_hant: 通過助記詞恢復

source: Recover Master Key
ko: 마스터 키 복구
ru: Восстановить главный ключ
zh_hans: 恢复主密钥
zh_hant: 恢復主密鑰

source: Recovery
ko: 복구
ru: Восстановление
zh_hans: 恢复
zh_hant: 恢復

source: Recovery code saved
ko: 복구 코드 저장됨
ru: Код восстановления сохранён
zh_hans: 恢复代码已保存
zh_hant: 恢復代碼已保存

source: Recovery Phrase
ko: 복구 구문
ru: Фраза восстановления
zh_hans: 助记词
zh_hant: 恢復助記詞

source: Recursive monitoring
ko: 재귀 모니터링
ru: Рекурсивный мониторинг
zh_hans: 递归监控
zh_hant: 遞歸監控

source: Redact sensitive content before it leaves your Mac, then restore it on responses.
ko: 중요한 콘텐츠가 Mac을 떠나기 전에 비식별화하고 응답 시 복원합니다.
ru: Редактируйте конфиденциальный контент, прежде чем он покинет ваш Mac, а затем восстанавливайте его по ответам.
zh_hans: 在敏感内容离开你的 Mac 之前对其脱敏，然后在回复中将其还原。
zh_hant: 在敏感內容離開你的 Mac 之前對其脫敏，然後在回覆中將其還原。

source: Redacted
ko: 비식별화됨
ru: Обезличено
zh_hans: 已脱敏
zh_hant: 已脫敏

source: REDACTIONS
ko: 비식별화
ru: ОБЕЗЛИЧИВАНИЕ
zh_hans: 脱敏项
zh_hant: 脫敏項

source: Redacts everything from the start marker to the end marker, inclusive.
ko: 시작 마커부터 끝 마커까지 모두 비식별화합니다.
ru: Редактирует все, от начального маркера до конечного маркера включительно.
zh_hans: 隐去从起始标记到结束标记的全部内容，包含首尾标记本身。
zh_hant: 隱去從起始標記到結束標記的全部內容，包含首尾標記本身。

source: Redeem
ko: 사용
ru: Активировать
zh_hans: 兑换
zh_hant: 兌換

source: Redeem another code
ko: 다른 코드 사용
ru: Активировать другой код
zh_hans: 兑换另一个代码
zh_hant: 兌換另一個代碼

source: Redeemed
ko: 사용 완료
ru: Активировано
zh_hans: 已兑换
zh_hant: 已兌換

source: Redeeming…
ko: 사용 중…
ru: Активация…
zh_hans: 正在兑换…
zh_hant: 正在兌換…

source: Reference ID
ko: 참조 ID
ru: Идентификатор
zh_hans: 参考 ID
zh_hant: 參考 ID

source: Referenced in place; Osaurus does not copy or mutate this bundle.
ko: 제자리에서 참조됨; Osaurus는 이 번들을 복사하거나 변경하지 않습니다.
ru: Ссылка на месте; Osaurus не копирует и не изменяет этот пакет.
zh_hans: 在原地引用；Osaurus 不复制或修改此捆绑包。
zh_hant: 在原地引用；Osaurus 不複製或修改此捆綁包。

source: Referral linked. The reward is applied after the first paid top-up.
ko: 추천이 연결되었습니다. 첫 유료 충전 후 보상이 적용됩니다.
ru: Реферальная связь установлена. Награда будет начислена после первого платного пополнения.
zh_hans: 推荐关系已建立。首次付费充值后将发放奖励。
zh_hant: 推薦關係已建立。首次付費儲值後將發放獎勵。

source: Refresh
ko: 새로 고침
ru: Обновить
zh_hans: 刷新
zh_hant: 刷新

source: Refresh agents
ko: 에이전트 새로 고침
ru: Обновить агентов
zh_hans: 刷新智能体
zh_hant: 刷新智能體

source: Refresh available devices
ko: 사용 가능한 기기 새로 고침
ru: Обновить доступные устройства
zh_hans: 刷新可用设备
zh_hant: 刷新可用設備

source: Refresh cache health
ko: 캐시 상태 새로 고침
ru: Обновить состояние кэша
zh_hans: 刷新缓存健康状态
zh_hant: 刷新緩存健康狀態

source: Refresh Context
ko: 컨텍스트 새로 고침
ru: Обновить контекст
zh_hans: 刷新上下文
zh_hant: 刷新上下文

source: Refresh from the agent
ko: 에이전트에서 새로 고침
ru: Обновление от агента
zh_hans: 从智能体刷新
zh_hant: 從智能體刷新

source: Refresh memory data
ko: 메모리 데이터 새로 고침
ru: Обновить данные памяти
zh_hans: 刷新记忆数据
zh_hant: 刷新記憶數據

source: Refresh OsaurusAI models from Hugging Face
ko: Hugging Face에서 OsaurusAI 모델 새로 고침
ru: Обновить модели OsaurusAI из Hugging Face
zh_hans: 从 Hugging Face 刷新 OsaurusAI 模型
zh_hant: 從 Hugging Face 刷新 OsaurusAI 模型

source: Refresh permission status
ko: 권한 상태 새로 고침
ru: Обновить статус разрешения
zh_hans: 刷新权限状态
zh_hant: 刷新權限狀態

source: Refresh repository
ko: 리포지토리 새로 고침
ru: Обновить репозиторий
zh_hans: 刷新仓库
zh_hant: 刷新倉庫

source: Refresh schedules
ko: 일정 새로 고침
ru: Обновить расписания
zh_hans: 刷新日程
zh_hant: 刷新日程

source: Refreshing...
ko: 새로 고치는 중...
zh_hans: 正在刷新...
zh_hant: 正在刷新...

source: Refund
ko: 환불
ru: Возврат
zh_hans: 退款
zh_hant: 退款

source: Regenerate
ko: 다시 생성
ru: Регенерировать
zh_hans: 重新生成
zh_hant: 重新生成

source: Regex
ko: 정규 표현식
ru: регулярное выражение
zh_hans: 正则表达式
zh_hant: 正則表達式

source: Register this exact redirect URI in the app's settings:
ko: 앱의 설정에 이 정확한 리디렉션 URI를 등록합니다:
ru: Зарегистрируйте именно этот редирект URI в настройках приложения:
zh_hans: 在应用的设置中注册这个完全相同的重定向 URI：
zh_hant: 在應用的設置中註冊這個完全相同的重定向 URI：

source: registered %@ tool; already in the active baseline
ko: %@ 도구를 등록함; 이미 활성 기준에 있습니다
ru: Зарегистрирован инструмент %@; он уже в активном базовом наборе
zh_hans: 已注册 %@ 工具；已在活动基线中
zh_hant: 已註冊 %@ 工具；已在活動基線中

source: registered %@ tool; load with capabilities_load
ko: %@ 도구를 등록함; capabilities_load로 불러오기
ru: Зарегистрирован инструмент %@; загрузите через capabilities_load
zh_hans: 已注册 %@ 工具；使用 capabilities_load 加载
zh_hant: 已註冊%@工具；使用capabilities_load加載

source: Registered a plugin in sandbox
ko: 샌드박스에 플러그인 등록함
ru: Зарегистрировал плагин в песочнице
zh_hans: 已在沙盒中注册插件
zh_hant: 已在沙盒中註冊插件

source: Registering a plugin in sandbox
ko: 샌드박스에 플러그인 등록하는 중
ru: Регистрация плагина в песочнице
zh_hans: 正在沙盒中注册插件
zh_hant: 正在沙盒中註冊插件

source: Reinstall Built-in Themes
ko: 내장 테마 다시 설치
ru: Переустановите встроенные темы
zh_hans: 重新安装内置主题
zh_hant: 重新安裝內置主題

source: Reinstall Built-ins
ko: 내장 항목 다시 설치
ru: Переустановите встроенные модули
zh_hans: 重新安装内置项
zh_hant: 重新安裝內置項

source: Relationship
ko: 관계
ru: Отношение
zh_hans: 关系
zh_hant: 關係

source: Relaxed
ko: 느슨함
ru: Расслабленный
zh_hans: 宽松
zh_hant: 寬鬆

source: Relay
ko: 릴레이
ru: Реле
zh_hans: 中继
zh_hant: 中繼

source: Relay Connected
ko: 릴레이 연결됨
ru: Реле подключено
zh_hans: 中继连接成功
zh_hant: 中繼連接成功

source: Relay Error: %@
ko: 릴레이 오류: %@
ru: Ошибка реле: %@
zh_hans: 中继错误：%@
zh_hant: 中繼錯誤：%@

source: Relay Off
ko: 릴레이 꺼짐
ru: Реле выкл
zh_hans: 中继已关闭
zh_hant: 繼電器關閉

source: Relays
ko: 릴레이
ru: Реле
zh_hans: 中继
zh_hant: 中繼
